[
    {
        "name": "Sun",
        "image": "sun",
        "description": "The Sun is a star located at the center of the solar system. It has a diameter of about 1.39 million kilometers (864,938 miles) and a mass of approximately 1.99 × 10^30 kilograms, which is about 333,000 times the mass of the Earth. The Sun is composed mainly of hydrogen and helium and generates energy through nuclear fusion at its core, which produces light and heat that sustain life on Earth. The Sun's surface temperature is about 5500°C (9932°F), while the core temperature can reach up to 15 million°C (27 million°F). The Sun is also characterized by its magnetic field, which affects the behavior of the planets in the solar system and produces phenomena such as sunspots, solar flares, and coronal mass ejections.",
        "originName": "The name of the Sun comes from the Latin word \"Sol\", which means \"bright\" or \"shining\". This name has been used since ancient times to refer to the central star of our solar system, which has been attributed many deities and symbols in the culture and religion of many civilizations.",
        "isARavailable": true,
        "big": 109,
        "type": "Star",
        "nSatellites": 0,
        "radius" :  "696.340 km (432.450 miles)",
        "mass" : "1,989 × 10^30 kg",
        "density" : "1,43 g/cm^3",
        "tMax" : "5500 °C (9932 °F)",
        "tMin" : "-"
    },
    {
        "name": "Mercury",
        "image": "mercury",
        "description": "Mercury is the smallest planet in the solar system and the closest to the Sun. It is made mostly of rock and has a heavily cratered surface with steep cliffs. Mercury has no atmosphere, and its surface temperature varies greatly between its day and night sides. It has no natural satellites and has been visited by only two spacecraft: Mariner 10 in 1974-75 and MESSENGER in 2008-2015.",
        "originName": "The name Mercury comes from the Roman god Mercury, who was the messenger to the gods and the patron of commerce, travel, and thievery. The planet was named after him because of its rapid motion in the sky, which was seen as similar to the swift movements of the god.",
        "isARavailable": false, 
        "big": 0.39,
        "type": "Terrestrial Planet",
        "nSatellites": 0,
        "radius" :  "2439,7 km (1516 miles)",
        "mass" : "3,3 × 10^23 kg",
        "density" : "5,427 g/cm^3",
        "tMax" : "452 °C (845,6 °F)",
        "tMin" : "-183 °C (-297,4 °F)"
    },
    {
        "name": "Venus",
        "image": "venus",
        "description": "Venus is the second planet from the Sun and is similar in size and composition to Earth. It has a thick atmosphere that creates a runaway greenhouse effect, making it the hottest planet in the solar system. Its surface is heavily cratered with flat volcanic plains and towering mountains. Venus has no natural satellites and spins in the opposite direction of most planets. It has been visited by numerous spacecraft, including the Soviet Venera and Vega missions and NASA's Magellan spacecraft, which mapped the planet's surface in detail.",
        "originName": "The name Venus comes from the Roman goddess of love, beauty, and fertility. Venus was one of the most important goddesses in the Roman pantheon, and her name was given to the planet because of its beauty and brightness in the sky. In many cultures, Venus is associated with femininity and is often referred to as the \"morning star\" or the \"evening star\" because of its visibility in the dawn and dusk skies.",
        "isARavailable": false,
        "big" :0.95,
        "type": "Terrestrial Planet",
        "nSatellites" : 0,
        "radius" :  "6052,7 km (3760 miles)",
        "mass" : "4,87 × 10^24 kg",
        "density" : "5,243 g/cm^3",
        "tMax" : "471 °C (879,8 °F)",
        "tMin" : "380 °C (716 °F)"
    },
    {
        "name": "Earth",
        "image": "earth",
        "description": "Earth is the third planet from the Sun and is the largest of the terrestrial planets. It is composed mainly of rock and has a thin atmosphere that supports a diverse range of life.\nIt has a single natural satellite, the Moon, and is protected by a magnetic field.\nEarth experiences seasons due to its tilted axis and has been extensively explored and studied by humans, including satellite observations and manned space missions.",
        "originName": "The name Earth comes from the Middle English word \"erthe\", which is derived from the Old English word \"eor(th)e\". Both words mean \"ground\" or \"soil\".The name was given to our planet because it is the solid ground beneath our feet and the foundation of all life as we know it.\nThe name \"Earth\" has been used for many centuries to refer to our planet, and it is the only planet in the solar system whose name does not come from Roman mythology.",
        "isARavailable": false, 
        "big" : 1,
        "type": "Terrestrial Planet",
        "nSatellites" : 1,
        "radius" :  "6371 km (3959 miles)",
        "mass" : "5,97 × 10^24 kg",
        "density" : "5,52 g/cm^3",
        "tMax" : "56,7 °C (134,06 °F)",
        "tMin" : "-89.4 °C (-128,92 °F)"
    },
    {
        "name": "Mars",
        "image": "mars",
        "description": "Mars is the fourth planet from the Sun and is known as the \"Red Planet\" due to its reddish appearance.\nIt is composed mainly of rock and has a thin atmosphere. Mars has a heavily cratered surface, with vast deserts, deep canyons, and towering mountains.It has two small natural satellites, Phobos and Deimos.\nMars is of great interest to scientists due to the possibility of past liquid water on its surface and potential future human exploration and colonization.\nIt has been explored by numerous spacecraft, including NASA's Mars rovers and orbiters, and several missions are planned for the future.",
        "originName": "The name Mars comes from the Roman god of war, who was also known as the god of agriculture. The planet was named after Mars because of its reddish appearance, which was associated with blood and war. Mars was an important deity in Roman mythology, and the name has been used to refer to the planet since ancient times.",
        "isARavailable": true,
        "big": 0.53,
        "type": "Terrestrial Planet",
        "nSatellites": 2,
        "radius" :  "3389,5 km (2106 miles)",
        "mass" : "6,42 × 10^23 kg",
        "density" : "3,93 g/cm^3",
        "tMax" : "20 °C (68 °F)",
        "tMin" : "-143 °C (-225 °F)"
    },
    {
        "name": "Jupiter",
        "image": "jupiter",
        "description": "Jupiter is the fifth planet from the Sun and is the largest planet in the solar system.\nIt is a gas giant composed mainly of hydrogen and helium, with a thick atmosphere that has colorful bands of clouds and a giant storm called the Great Red Spot. Jupiter has 79 known moons, including Ganymede, the largest moon in the solar system. It also has a faint ring system and a strong magnetic field that creates intense radiation belts.\nJupiter has been visited by several spacecraft, including the Galileo mission, which studied its moons and atmosphere.",
        "originName": "The name Jupiter comes from the king of the gods in Roman mythology, who was also known as Jove. Jupiter was the most powerful deity in the Roman pantheon and was associated with thunder, lightning, and the sky.\nThe planet was named after Jupiter because of its size and brightness, which made it one of the most prominent objects in the night sky. The name \"Jupiter\" has been used to refer to the planet since ancient times.",
        "isARavailable": false,
        "big": 1300,
        "type": "Gas Giant Planet",
        "nSatellites": 79,
        "radius" :  "69.911 km (43.441 miles)",
        "mass" : "1,898 × 10^27 kg",
        "density" : "1,33 g/cm^3",
        "tMax" : "-118 °C (-180,4 °F)",
        "tMin" : "-129 °C (-200,2 °F)"
    },
    {
        "name":"Saturn",
        "image": "saturn",
        "description": "Saturn is the sixth planet from the Sun and is known for its beautiful rings made up of icy particles and debris.It is a gas giant composed mainly of hydrogen and helium with a thick, colorful atmosphere.\nSaturn has 82 known moons, with Titan being the largest and only moon with a dense atmosphere. Its rings can be seen from Earth with a small telescope and are constantly changing.\nSaturn has been explored by several spacecraft, including the Cassini mission, which studied its rings, moons, and atmosphere in detail.",
        "originName": "The name Saturn comes from the Roman god of agriculture and harvest, who was also known as the god of time.\nSaturn was an important deity in Roman mythology, and his name was given to the planet because of its slow movement across the sky, which was associated with the passage of time.\nThe planet's most distinctive feature, its rings, were not discovered until much later, but they were named after the planet's namesake in honor of his role as the god of agriculture and abundance. The name \"Saturn\" has been used to refer to the planet since ancient times.",
        "isARavailable": false,
        "big" : 9,
        "type": "Gas Giant Planet",
        "nSatellites": 82,
        "radius" :  "58.232 km (36.184 miles)",
        "mass" : "5,68 × 10^26 kg",
        "density" : "0,69 g/cm^3",
        "tMax" : "-179 °C (-290,2 °F)",
        "tMin" : "-184 °C (-299,2 °F)"
    },
    {
        "name": "Uranus",
        "image": "uranus",
        "description": "Uranus is the seventh planet from the Sun and is a gas giant with a blue-green color due to the presence of methane in its atmosphere. It has 27 known moons, with Titania being the largest.\nUranus rotates on its side, with its axis tilted at an angle of 98 degrees, making its poles where the equator is on other planets. Uranus also has a system of faint rings and has been visited by only one spacecraft, Voyager 2, which flew by the planet in 1986 and discovered its rings and moons.",
        "originName": "The name Uranus comes from the Greek god of the sky, Uranus, who was also the father of the god of time, Cronus (Saturn in Roman mythology).\nThe planet was originally named \"Georgium Sidus\" (George's Star) by British astronomer William Herschel, who discovered it in 1781, but it was later renamed after the Greek god of the sky to conform to the tradition of naming planets after deities.\nThe name \"Uranus\" has been used to refer to the planet since the mid-19th century.",
        "isARavailable": false,
        "big": 4,
        "type": "Gas Giant Planet",
        "nSatellites": 27,
        "radius" :  "25.559 km (15.882 miles)",
        "mass" : "8,68 × 10^25 kg",
        "density" : "1,27 g/cm^3",
        "tMax" : "-208 °C (-342,4 °F)",
        "tMin" : "-214,2 °C (-353,56 °F)"
    },
    {
        "name": "Neptune",
        "image": "neptune",
        "description": "Neptune is the eighth planet from the Sun and is a gas giant with a blue color due to the presence of methane in its atmosphere. It has 14 known moons, with Triton being the largest.\nNeptune has a thick atmosphere with clouds and storms, including the Great Dark Spot, a giant storm that disappeared in the 1990s. It also has a system of faint rings and has been visited by only one spacecraft, Voyager 2, which discovered its rings, moons, and atmosphere in detail.",
        "originName": "The name Neptune comes from the Roman god of the sea, who was also known as Poseidon in Greek mythology.\nThe planet was discovered in 1846 by French astronomer Urbain Le Verrier, who calculated its position based on irregularities in the orbit of Uranus.\nThe planet was named after the god of the sea because of its blue color, which was associated with the color of water. The name \"Neptune\" has been used to refer to the planet since its discovery.",
        "isARavailable": false,
        "big": 3.9,
        "type": "Gas Giant Planet",
        "nSatellites": 14,
        "radius" :  "24.622 km (15.229 miles)",
        "mass" : "1,02 × 10^26 kg",
        "density" : "1,64 g/cm^3",
        "tMax" : "-219 °C (-362,2 °F)",
        "tMin" : "-221 °C (-365,8 °F)"
    },
    {
        "name": "Moon",
        "image": "moon",
        "description": "The Moon is a natural satellite of Earth and the fifth largest moon in the solar system.\nIt is composed mainly of rock and has a heavily cratered surface, with flat plains and mountainous regions. It has no atmosphere or magnetic field and influences tides on Earth.\nThe Moon has been explored by humans during the Apollo missions in the 1960s and 1970s and is of great interest to scientists for its record of the early history of the solar system and potential resources for future exploration and colonization.",
            "originName": "The English word \"Moon\" comes from the Old English word \"mona\", which is derived from the Proto-Germanic word \"menon\".\nThe word has been used to refer to Earth's natural satellite for many centuries, and it is also used to refer to similar objects orbiting other planets.\nThe name \"Moon\" is thought to be related to the ancient Indo-European word \"mēn\", which means \"to measure\" or \"month\", because the phases of the Moon were used to mark the passage of time in many cultures.",
            "isARavailable": true,
        "big":0.25,
        "type": "Satellite",
        "nSatellites": 0,
        "radius" :  "1737 km (1079 miles)",
        "mass" : "7,34 × 10^22 kg",
        "density" : "3,34 g/cm^3",
        "tMax" : "127 °C (261 °F)",
        "tMin" : "-233,2 °C (-387,76 °F)"
        
    }
]

